Repository: Belfagor2005/enigma2-plugin-extensions-moviearchiver
Catalog: src/locale/MovieArchiver.po
Languages: de

source: Archive automatically
de: Automatisch Archivieren

source: Skip archiving during records
de: W채hrend einer Aufnahme nicht Archivieren

source: Show notification if 'Archive Movie Folder Limit' is reached
de: Benachrichtigung anzeigen wenn 'Movie Archiv-Festplatten Limit' erreicht wurde

source: Movie Folder
de: Movie Verzeichnis

source: Movie Folder Limit (in GB)
de: Movie Festplatten Limit (in GB)

source: Movie Folder free diskspace limit in GB. If free diskspace reach under this limit, the MovieArchiver will move old records to the archive
de: Movie Verzeichnis freier Festplatten Limit in GB. Sollte der freie Festplattenplatz unter dieses Limit geraten, wird der MovieArchiver die 채ltesten Movies in das Archiv verschieben

source: If limit is reach, no movies will anymore moved to the archive
de: Wenn das angegebene Limit erreicht wurde, wird kein Movie mehr archiviert

source: The directory %s is not writable. Make sure you select a writable directory instead.
de: Das Verzeichnis %s ist nicht beschreibar. Bitte w채hlen Sie ein beschreibares Verzeichnis aus.

source: Choose folder
de: Verzeichnis ausw채hlen

source: Stop archiving! Can't archive movie because archive-harddisk limit reached!
de: Archivierung onnte nicht gestartet werden weil das Limit des Movie Archivs erreicht wurde.
