Repository: Belfagor2005/enigma2-plugin-extensions-moviearchiver
Catalog: po/*.po
Languages: de

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Select Exclude Dirs
de: Exclude Verzeichnisse auswählen

source: Deselect
de: Nicht auswählen

source: Select
de: Auswählen

source: MovieArchiverView Setup Actions
de: MovieArchiverView Setup-Aktionen

source: Archive automatically
de: Archiviere automatisch

source: If yes, the MovieArchiver automatically moved or copied (if 'Backup Movies' is on) movies to archive folder if limit is reached
de: Filme werden automatisch auf die Archiv-Festplatte verschoben oder kopiert (wenn 'Backup Movies' an ist) sobald das Limit der Festplatte erreicht wurde

source: Backup Movies instead of Archive
de: Backup Movies anstatt sie zu Archivieren

source: If yes, the movies will only be copy to the archive movie folder and not moved. Currently for synchronize, it comparing only fileName and fileSize.
de: Wenn ja, werden die Filme nur in den Archivfilmordner kopiert und nicht verschoben. Derzeit werden bei der Synchronisierung nur Dateiname und Dateigröße verglichen.

source: If a record is in progress or start in the next minutes after a record, the archiver skipped till the next record
de: Wenn eine Aufnahme läuft oder in nächster Zeit startet, wird der Archivierungsprozess übersprungen bis die nächste Aufnahme beendet wurde

source: Skip archiving during records
de: Während einer Aufnahme nicht Archivieren

source: Show notification if archive limit reached
de: Fenster anzeigen wenn Archiv Limit erreicht wurde

source: Show notification window message if 'Archive Movie Folder Limit' is reached
de: Benachrichtigung anzeigen wenn 'Movie Archiv-Festplatten Limit' erreicht wurde

source: Movie Folder
de: Movie Verzeichnis

source: Source folder / HDD Press 'Ok' to open path selection view
de: Quellverzeichnis / Festplatte 'Ok' drücken um Verzeichnisbrowser zu öffnen

source: Movie Folder Limit (in GB)
de: Movie Festplatten Limit (in GB)

source: Movie Folder free diskspace limit in GB. If free diskspace reach under this limit, the MovieArchiver will move old records to the archive
de: Movie Verzeichnis freier Festplatten Limit in GB. Sollte der freie Festplattenplatz unter dieses Limit geraten, wird der MovieArchiver die ältesten Movies in das Archiv verschieben

source: Exclude folders
de: Verzeichnisse ausschließen

source: Selected Directories wont be backuped.
de: Ausgewählte Verzeichnisse werden vom Backup ausgeschlossen.

source: Archive Folder
de: Archivverzeichnis

source: Target folder / HDD where the movies will moved or backuped. Press 'Ok' to open path selection view
de: Zielverzeichnis / Festplatte, auf die die Filme verschoben oder gesichert werden sollen. 'Ok' drücken um Verzeichnisbrowser zu öffnen

source: Archive Folder Limit (in GB)
de: Archiv-Verzeichnislimit (in GB)

source: If limit is reach, no movies will anymore moved to the archive
de: Wenn das angegebene Limit erreicht wurde, wird kein Movie mehr archiviert

source: The directory %s is not writable. Make sure you select a writable directory instead.
de: Das Verzeichnis %s ist nicht beschreibar. Bitte wählen Sie ein beschreibares Verzeichnis aus.

source: Stop Backup
de: Backup beenden

source: Stop archiving
de: Archivieren beenden

source: Backup now!
de: Backup starten!

source: Archive now!
de: Jetzt archivieren!

source: Choose folder
de: Verzeichnis auswählen

source: Stop archiving!! Can't archive movies to the same hard drive!! Please change the paths in the MovieArchiver settings.
de: Archivierung abgebrochen!! Die Archivierung kann nicht auf der gleichen Festplatte gestartet werden. Bitte geben Sie einen anderen Pfad in den MovieArchiver-Einstellungen an.

source: Skip archiving. A record is running or start in the next minutes.
de: Archivierung wird übersprungen da gerade eine Aufnahme läuft oder in den nächsten Minuten startet.

source: Stop archiving! Can't archive movie because archive-harddisk limit reached!
de: Archivierung wurde gestoppt! Film kann nicht archiviert werden, da das Limit der Archivierungs-Festplatte erreicht wurde!

source: Start archiving.
de: Archivierung gestartet.

source: limit not reached. Wait for next Event.
de: Limit noch nicht erreicht. Warte auf nächstes Event.

source: Backup Target Folder is not writable. Please check the permission.
de: Backup Verzeichnis ist nicht beschreibbar. Bitte Verzeichnis Zugriffsrechte überprüfen.

source: No files for backup found.
de: Keine Dateien zum Backupen gefunden.

source: Backup Archive. Synchronization started
de: Backup Archiv. Synchronisierung wurde gestartet

source: MovieArchiver: Stop Archiving.
de: MovieArchiver: Archivierung beendet.

source: MovieArchiver: Archiving finished.
de: MovieArchiver: Archivierung abgeschlossen.

source: MovieArchiver: Movies already archived.
de: MovieArchiver: Filme sind bereits archiviert.
